Repository: yehudaTiram/atr-street-by-city-israel
Catalog: languages/atr-street-by-city-israel-*.po
Languages: he_il

source: ATR Street By City Israel
he_il: בחירת ערים ורחובות בישראל - ATR

source: Settings
he_il: הגדרות

source: More plugins by Yehuda Tiram
he_il: תוספים נוספים של יהודה תירם

source: General
he_il: כללי

source: Define fields id to have the cities and streets drop down. Note: only 1 city and 1 street field is possible in a page.
he_il: הגדר ID של שדות כדי שתיבות הערים והרחובות ייפתחו עבורם. הערה: התצוגה של תיבת הגלילה אפשרית רק עבור שדה עיר אחד ושדה רחוב אחד בדף.

source: Write default input ID for cities
he_il: כתבו את מזהה (ID) ברירת מחדל של שדה העיר

source: If you fill this, the dropdown will populate it as cities dropdown in every form that has this field ID.
he_il: כתבו את מזהה (ID) שדה העיר. התוסף יאכלס צמוד אליו רשימה נפתחת של ערים בישראל בכל טופס הכולל מזהה שדה זה.

source: Write default input ID for streets
he_il: כתבו את מזהה (ID) ברירת מחדל של שדה הרחוב

source: If you fill this, the dropdown will populate it as streets dropdown in every form that has this field ID.
he_il: כתבו את מזהה (ID) שדה הרחוב. התוסף יאכלס צמוד אליו רשימה נפתחת של רחובות בכל טופס הכולל מזהה שדה זה (אם שדה העיר קיים).

source: Write page ID,cities input ID,streets input ID (comma separated). Each page in new line.
he_il: ציינו מזהה דף (page ID), מזהה (ID) שדה עיר, מזהה (ID) שדה רחוב מופרדים בפסיק. שורה חדשה לכל דף.

source: In each line you set the page ID and the city and street id of the text boxes you want to have the dropdowns
he_il: בכל שורה, מגדירים את מזהה הדף (page ID), את מזהה (ID) שדה העיר ושדה הרחוב של תיבות הטקסט שבהן יופיעו תיבות הגלילה

source: ATR Street By City Israel Settings
he_il: הגדרות בחירת ערים ורחובות בישראל - ATR

source: Settings.
he_il: הגדרות.

source: Add a dropdown to select a street by city in Israel for any form with city-street (or city only) fields (Woocommerce,Contact form 7, Elementor etc).
he_il: הוסף תפריט נפתח לבחירת רחוב לפי עיר בישראל עבור כל טופס עם שדות עיר-רחוב (או עיר בלבד) (Woocommerce, טופס יצירת קשר 7, אלמנטור וכו').

source: Yehuda Tiram
he_il: יהודה תירם
